In-place family groups cannot be copied between in-place families of the same project.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCopyInplaceFamily { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCopyInplaceFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCopyInplaceFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace